<?php

// ●問題2●

// -----設問1：--------------------------------------------------
// 年齢をあらわす変数$ageを宣言し、20を代入してください。
// -------------------------------------------------------------
$age = 20;

// -----設問2：--------------------------------------------------
// 設問1で宣言した$ageと、IF文を使って、
// 18（歳）以上であれば「普通免許は取得できます」と出力し、
// それ以外であれば「普通免許は取得できません」と出力する
// プログラムを作ってください。
// その際、「普通免許が取得できます」とecho命令で表示されることを
// 確認してください。
// -------------------------------------------------------------

// ↓以下にプログラムを記述、ここから↓

if ($age >= 18) {
  echo '普通免許は取得できます';
} else {
  echo '普通免許は取得できません';
}



// ↑以下にプログラムを記述、ここまで↑


?>
